Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# StartMedia.Autopilot.Validation.HardwareHashActiveCertificateMissing
source: Hardware hash upload is enabled but the selected PFX does not match an app registration certificate.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن PFX المحدد لا يتطابق مع شهادة تسجيل التطبيق.
bg_bg: Хардуерното хеширане е активирано, но избраният PFX не съответства на сертификат за регистрация на приложение.
cs_cz: Nahrávání hardwarového hashu je povoleno, ale vybraný PFX neodpovídá registračnímu certifikátu aplikace.
da_dk: Hardwarehash-upload er aktiveret, men den valgte PFX matcher ikke et appregistreringscertifikat.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das ausgewählte PFX stimmt nicht mit einem App-Registrierungszertifikat überein.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το επιλεγμένο PFX δεν ταιριάζει με ένα πιστοποιητικό εγγραφής εφαρμογής.
es_mx: La carga de hash de hardware está habilitada pero el PFX seleccionado no coincide con el certificado de registro de la aplicación.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud PFX ei vasta rakenduse registreerimissertifikaadile.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valittu PFX ei vastaa sovelluksen rekisteröintitodistusta.
fr_ca: Le téléchargement du hachage matériel est activé mais le PFX sélectionné ne correspond pas à un certificat d'enregistrement d'application.
he_il: העלאת גיבוב של חומרה מופעלת אך ה-PFX שנבחר אינו תואם לאישור רישום אפליקציה.
hr_hr: Prijenos hash hardvera je omogućen, ali odabrani PFX ne odgovara potvrdi o registraciji aplikacije.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a kiválasztott PFX nem egyezik az alkalmazásregisztrációs tanúsítvánnyal.
it_it: Il caricamento dell'hash hardware è abilitato ma il PFX selezionato non corrisponde a un certificato di registrazione dell'app.
ja_jp: ハードウェア ハッシュ アップロードが有効になっていますが、選択した PFX がアプリ登録証明書と一致しません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 선택한 PFX가 앱 등록 인증서와 일치하지 않습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet pasirinktas PFX neatitinka programos registracijos sertifikato.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču atlasītais PFX neatbilst lietotnes reģistrācijas sertifikātam.
nb_no: Maskinvarehash-opplasting er aktivert, men den valgte PFX-en samsvarer ikke med et appregistreringssertifikat.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de geselecteerde PFX komt niet overeen met een app-registratiecertificaat.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale wybrany plik PFX nie pasuje do certyfikatu rejestracji aplikacji.
pt_pt: O upload de hash de hardware está habilitado, mas o PFX selecionado não corresponde a um certificado de registro de aplicativo.
ro_ro: Încărcarea hash hardware este activată, dar PFX-ul selectat nu se potrivește cu un certificat de înregistrare a aplicației.
ru_ru: Загрузка аппаратного хэша включена, но выбранный PFX не соответствует сертификату регистрации приложения.
sk_sk: Nahrávanie hardvérového hash je povolené, ale vybraný PFX nezodpovedá registračnému certifikátu aplikácie.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar se izbrani PFX ne ujema s potrdilom o registraciji aplikacije.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali izabrani PFKS ne odgovara sertifikatu o registraciji aplikacije.
sv_se: Hårdvaruhashuppladdning är aktiverad men den valda PFX matchar inte ett appregistreringscertifikat.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ PFX ที่เลือกไม่ตรงกับใบรับรองการลงทะเบียนแอป
tr_tr: Donanım karması yüklemesi etkin ancak seçilen PFX bir uygulama kayıt sertifikasıyla eşleşmiyor.
uk_ua: Завантаження хешу апаратного забезпечення ввімкнено, але вибраний PFX не відповідає сертифікату реєстрації програми.
zh_cn: 硬件哈希上传已启用，但所选 PFX 与应用程序注册证书不匹配。
zh_tw: 硬體雜湊上傳已啟用，但所選 PFX 與應用程式註冊憑證不符。

# StartMedia.Autopilot.Validation.HardwareHashActiveCertificateThumbprintMissing
source: Hardware hash upload is enabled but the selected certificate thumbprint is missing.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن بصمة الشهادة المحددة مفقودة.
bg_bg: Качването на хардуерен хеш е активирано, но избраният отпечатък на сертификата липсва.
cs_cz: Nahrávání hardwarového hash je povoleno, ale chybí otisk vybraného certifikátu.
da_dk: Hardware-hash-upload er aktiveret, men det valgte certifikat-thumbprint mangler.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber der ausgewählte Fingerabdruck des Zertifikats fehlt.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το επιλεγμένο αποτύπωμα πιστοποιητικού λείπει.
es_mx: La carga de hash de hardware está habilitada pero falta la huella digital del certificado seleccionado.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud sertifikaadi pisijälg puudub.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valitun varmenteen peukalojälki puuttuu.
fr_ca: Le téléchargement du hachage matériel est activé mais l’empreinte numérique du certificat sélectionné est manquante.
he_il: העלאת גיבוב של חומרה מופעלת אך טביעת האצבע של האישור שנבחר חסרה.
hr_hr: Prijenos hash hardvera je omogućen, ali nedostaje odabrani otisak certifikata.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a kiválasztott tanúsítvány ujjlenyomata hiányzik.
it_it: Il caricamento dell'hash hardware è abilitato ma manca l'identificazione personale del certificato selezionato.
ja_jp: ハードウェア ハッシュのアップロードは有効ですが、選択した証明書の拇印がありません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 선택한 인증서 지문이 누락되었습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet trūksta pasirinkto sertifikato atspaudo.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču trūkst atlasītā sertifikāta nospieduma.
nb_no: Maskinvarehash-opplasting er aktivert, men det valgte sertifikatavtrykket mangler.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de geselecteerde certificaatvingerafdruk ontbreekt.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale brakuje odcisku palca wybranego certyfikatu.
pt_pt: O upload de hash de hardware está ativado, mas a impressão digital do certificado selecionado está ausente.
ro_ro: Încărcarea hash hardware este activată, dar amprenta digitală a certificatului selectată lipsește.
ru_ru: Загрузка хэша оборудования включена, но отпечаток выбранного сертификата отсутствует.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar izbrani odtis potrdila manjka.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nedostaje izabrani otisak sertifikata.
sv_se: Hårdvaruhash-uppladdning är aktiverad men det valda certifikatets tumavtryck saknas.
th_th: เปิดใช้การอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่รหัสประจำตัวใบรับรองที่เลือกหายไป
tr_tr: Donanım karma yüklemesi etkin ancak seçilen sertifika parmak izi eksik.
uk_ua: Завантаження апаратних хешів увімкнено, але відбиток вибраного сертифіката відсутній.
zh_cn: 硬件哈希上传已启用，但所选证书指纹丢失。
zh_tw: 硬體哈希上傳已啟用，但所選證書指紋遺失。

# StartMedia.Autopilot.Validation.HardwareHashAppRegistrationMissing
source: Hardware hash upload is enabled but the app registration is not configured. Connect to the tenant from Autopilot.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن لم يتم تكوين تسجيل التطبيق. اتصل بالمستأجر من Autopilot.
bg_bg: Хардуерното хеширане е активирано, но регистрацията на приложението не е конфигурирана. Свържете се с клиента от Autopilot.
cs_cz: Nahrávání hardwarového hash je povoleno, ale registrace aplikace není nakonfigurována. Připojte se k tenantovi z Autopilot.
da_dk: Hardware hash-upload er aktiveret, men appregistreringen er ikke konfigureret. Opret forbindelse til lejeren fra Autopilot.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber die App-Registrierung ist nicht konfiguriert. Stellen Sie über Autopilot eine Verbindung zum Mandanten her.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά η εγγραφή της εφαρμογής δεν έχει διαμορφωθεί. Συνδεθείτε με τον ενοικιαστή από Autopilot.
es_mx: La carga de hash de hardware está habilitada pero el registro de la aplicación no está configurado. Conéctese con el inquilino desde Autopilot.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid rakenduse registreerimine pole konfigureeritud. Ühendage üürnikuga Autopilot.
fi_fi: Laitteiston hash-lataus on käytössä, mutta sovelluksen rekisteröintiä ei ole määritetty. Yhdistä vuokralaiseen Autopilot.
fr_ca: Le téléchargement du hachage matériel est activé mais l’enregistrement de l’application n’est pas configuré. Connectez-vous au locataire depuis Autopilot.
he_il: העלאת חשיש של חומרה מופעלת אך רישום האפליקציה אינו מוגדר. התחבר לשוכר מ-Autopilot.
hr_hr: Prijenos hash hardvera je omogućen, ali registracija aplikacije nije konfigurirana. Povežite se sa stanarom iz Autopilot.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de az alkalmazás regisztrációja nincs konfigurálva. Csatlakozzon a bérlőhöz a Autopilot címről.
it_it: Il caricamento dell'hash hardware è abilitato ma la registrazione dell'app non è configurata. Connettersi al tenant da Autopilot.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、アプリの登録が構成されていません。 Autopilot からテナントに接続します。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 앱 등록이 구성되지 않았습니다. Autopilot에서 테넌트에 연결합니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet programos registracija nesukonfigūruota. Prisijunkite prie nuomininko iš Autopilot.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, bet lietotnes reģistrācija nav konfigurēta. Izveidojiet savienojumu ar nomnieku no Autopilot.
nb_no: Maskinvarehash-opplasting er aktivert, men appregistreringen er ikke konfigurert. Koble til leietaker fra Autopilot.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de app-registratie is niet geconfigureerd. Maak verbinding met de tenant via Autopilot.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale rejestracja aplikacji nie jest skonfigurowana. Połącz się z dzierżawcą z Autopilot.
pt_pt: O upload de hash de hardware está habilitado, mas o registro do aplicativo não está configurado. Conecte-se ao locatário de Autopilot.
ro_ro: Încărcarea hash hardware este activată, dar înregistrarea aplicației nu este configurată. Conectați-vă la chiriaș de la Autopilot.
ru_ru: Загрузка аппаратного хеша включена, но регистрация приложения не настроена. Подключитесь к арендатору от Autopilot.
sk_sk: Nahrávanie hardvérového hash je povolené, ale registrácia aplikácie nie je nakonfigurovaná. Pripojte sa k nájomcovi z Autopilot.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar registracija aplikacije ni konfigurirana. Povežite se z najemnikom iz Autopilot.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali registracija aplikacije nije konfigurisana. Povežite se sa zakupcem sa Autopilot.
sv_se: Hårdvaruhashuppladdning är aktiverad men appregistreringen är inte konfigurerad. Anslut till hyresgästen från Autopilot.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ไม่ได้กำหนดค่าการลงทะเบียนแอป เชื่อมต่อกับผู้เช่าจาก Autopilot
tr_tr: Donanım karma yüklemesi etkinleştirildi ancak uygulama kaydı yapılandırılmadı. Autopilot adresinden kiracıya bağlanın.
uk_ua: Завантаження апаратних хешів увімкнено, але реєстрацію програми не налаштовано. Підключіться до клієнта з Autopilot.
zh_cn: 已启用硬件哈希上传，但未配置应用程序注册。从Autopilot 连接到租户。
zh_tw: 已啟用硬體哈希上傳，但未配置應用程式註冊。從Autopilot 連線到租戶。

source: Hardware hash upload is enabled but the boot media PFX expiration could not be validated.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن لا يمكن التحقق من صحة انتهاء صلاحية PFX لوسائط التمهيد.
bg_bg: Качването на хардуерен хеш е активирано, но PFX изтичането на носителя за зареждане не може да бъде потвърдено.
cs_cz: Nahrávání hardwarového hash je povoleno, ale nebylo možné ověřit vypršení platnosti zaváděcího média PFX.
da_dk: Hardware-hash-upload er aktiveret, men PFX-udløbet for opstartsmediet kunne ikke valideres.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber der PFX-Ablauf des Startmediums konnte nicht validiert werden.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά δεν ήταν δυνατή η επικύρωση της λήξης του μέσου εκκίνησης PFX.
es_mx: La carga de hash de hardware está habilitada pero no se pudo validar la caducidad de PFX del medio de arranque.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid alglaadimismeediumi PFX aegumist ei õnnestunud kinnitada.
fi_fi: Laitteiston hash-lataus on käytössä, mutta käynnistysmedian PFX-vanhenemista ei voitu vahvistaa.
fr_ca: Le téléchargement du hachage matériel est activé mais l’expiration du PFX du support de démarrage n’a pas pu être validée.
he_il: העלאת גיבוב של חומרה מופעלת אך לא ניתן היה לאמת את תפוגת PFX של מדיה האתחול.
hr_hr: Prijenos hash hardvera je omogućen, ali PFX istek medija za pokretanje nije mogao biti potvrđen.
hu_hu: A hardveres kivonatfeltöltés engedélyezve van, de a rendszerindító adathordozó PFX lejárata nem ellenőrizhető.
it_it: Il caricamento dell'hash hardware è abilitato ma non è stato possibile convalidare la scadenza del PFX del supporto di avvio.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、ブート メディアの PFX 有効期限を検証できませんでした。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 부팅 미디어 PFX 만료를 확인할 수 없습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, tačiau įkrovos laikmenos PFX galiojimo pabaigos patvirtinti nepavyko.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, taču nevarēja apstiprināt sāknēšanas datu nesēja PFX derīguma termiņu.
nb_no: Maskinvarehash-opplasting er aktivert, men oppstartsmediets PFX-utløp kunne ikke valideres.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de vervaldatum van de PFX van het opstartmedia kan niet worden gevalideerd.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale nie można sprawdzić ważności PFX nośnika startowego.
pt_pt: O upload de hash de hardware está ativado, mas a expiração do PFX da mídia de inicialização não pôde ser validada.
ro_ro: Încărcarea hash hardware este activată, dar expirarea PFX a suportului de pornire nu a putut fi validată.
ru_ru: Загрузка аппаратного хэша включена, но срок действия PFX загрузочного носителя не может быть проверен.
sk_sk: Odovzdávanie hardvérového hash je povolené, ale nebolo možné overiť platnosť spúšťacieho média PFX.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar veljavnosti PFX zagonskega medija ni bilo mogoče preveriti.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali nije moguće potvrditi istek PFKS medija za pokretanje.
sv_se: Hårdvaruhashuppladdning är aktiverad men PFX-utgången för startmediet kunde inte valideras.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์แล้ว แต่ไม่สามารถตรวจสอบการหมดอายุ PFX ของสื่อสำหรับบูตได้
tr_tr: Donanım karma yüklemesi etkinleştirildi ancak önyükleme ortamı PFX'in geçerlilik süresi doğrulanamadı.
uk_ua: Завантаження апаратних хешів увімкнено, але термін дії PFX завантажувального носія не вдалося перевірити.
zh_cn: 硬件哈希上传已启用，但无法验证启动媒体 PFX 过期时间。
zh_tw: 硬體雜湊上傳已啟用，但無法驗證啟動媒體 PFX 過期時間。

# StartMedia.Autopilot.Validation.HardwareHashBootMediaCertificateExpired
source: Hardware hash upload is enabled but the selected boot media PFX has expired.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن انتهت صلاحية وسائط التمهيد المحددة PFX.
bg_bg: Качването на хардуерен хеш е разрешено, но избраният PFX носител за зареждане е изтекъл.
cs_cz: Odesílání hardwarového hash je povoleno, ale platnost vybraného spouštěcího média PFX vypršela.
da_dk: Hardware hash-upload er aktiveret, men det valgte boot-medie PFX er udløbet.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das ausgewählte Boot-Medium-PFX ist abgelaufen.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το επιλεγμένο μέσο εκκίνησης PFX έχει λήξει.
es_mx: La carga de hash de hardware está habilitada pero el medio de arranque PFX seleccionado ha caducado.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid valitud alglaadimismeedia PFX on aegunud.
fi_fi: Laitteiston hash-lataus on käytössä, mutta valittu käynnistysmedia PFX on vanhentunut.
fr_ca: Le téléchargement du hachage matériel est activé mais le PFX du support de démarrage sélectionné a expiré.
he_il: העלאת גיבוב חומרה מופעלת אך פג תוקף אמצעי האתחול שנבחר PFX.
hr_hr: Prijenos hash hardvera je omogućen, ali je odabrani medij za pokretanje PFX istekao.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a kiválasztott PFX rendszerindító adathordozó lejárt.
it_it: Il caricamento dell'hash hardware è abilitato ma il PFX del supporto di avvio selezionato è scaduto.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、選択したブート メディア PFX の有効期限が切れています。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 선택한 부팅 미디어 PFX가 만료되었습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet pasirinktos įkrovos laikmenos PFX galiojimo laikas baigėsi.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, bet atlasītā sāknēšanas datu nesēja PFX derīguma termiņš ir beidzies.
nb_no: Maskinvarehash-opplasting er aktivert, men det valgte oppstartsmediet PFX har utløpt.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de geselecteerde opstartmedia-PFX is verlopen.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale wybrany plik PFX nośnika startowego wygasł.
pt_pt: O upload de hash de hardware está habilitado, mas o PFX da mídia de inicialização selecionada expirou.
ro_ro: Încărcarea hash hardware este activată, dar media de pornire PFX selectată a expirat.
ru_ru: Загрузка аппаратного хеша включена, но срок действия PFX выбранного загрузочного носителя истек.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar je izbrani zagonski medij PFX potekel.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali je izabrani PFKS medijum za pokretanje istekao.
sv_se: Hårdvaruhashuppladdning är aktiverad men det valda startmediet PFX har gått ut.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ PFX สื่อสำหรับบูตที่เลือกหมดอายุแล้ว
tr_tr: Donanım karma yüklemesi etkinleştirildi ancak seçilen önyükleme ortamı PFX'in süresi doldu.
uk_ua: Завантаження апаратних хешів увімкнено, але вибраний завантажувальний носій PFX минув.
zh_cn: 硬件哈希上传已启用，但所选启动媒体 PFX 已过期。
zh_tw: 硬體雜湊上傳已啟用，但所選啟動媒體 PFX 已過期。

# StartMedia.Autopilot.Validation.HardwareHashBootMediaCertificateNotValidated
source: Hardware hash upload is enabled but the boot media PFX has not been validated.
ar_sa: تم تمكين تحميل تجزئة الأجهزة ولكن لم يتم التحقق من صحة وسائط التمهيد PFX.
bg_bg: Качването на хардуерен хеш е разрешено, но PFX носителят за зареждане не е потвърден.
cs_cz: Hardwarový hash upload je povolen, ale spouštěcí médium PFX nebylo ověřeno.
da_dk: Hardware hash upload er aktiveret, men boot media PFX er ikke blevet valideret.
de_de: Der Hardware-Hash-Upload ist aktiviert, aber das Boot-Medium-PFX wurde nicht validiert.
el_gr: Η μεταφόρτωση κατακερματισμού υλικού είναι ενεργοποιημένη, αλλά το μέσο εκκίνησης PFX δεν έχει επικυρωθεί.
es_mx: La carga de hash de hardware está habilitada pero el PFX del medio de arranque no se ha validado.
et_ee: Riistvara räsi üleslaadimine on lubatud, kuid alglaadimismeediumi PFX pole kinnitatud.
fi_fi: Laitteiston hash-lataus on käytössä, mutta käynnistysmediaa PFX ei ole vahvistettu.
fr_ca: Le téléchargement du hachage matériel est activé mais le PFX du support de démarrage n'a pas été validé.
he_il: העלאת גיבוב של חומרה מופעלת אך מדיה האתחול PFX לא אומתה.
hr_hr: Prijenos hash hardvera je omogućen, ali PFX medija za pokretanje nije potvrđen.
hu_hu: A hardveres hash-feltöltés engedélyezve van, de a PFX rendszerindító adathordozót nem ellenőrizték.
it_it: Il caricamento dell'hash hardware è abilitato ma il supporto di avvio PFX non è stato convalidato.
ja_jp: ハードウェア ハッシュのアップロードは有効になっていますが、ブート メディア PFX が検証されていません。
ko_kr: 하드웨어 해시 업로드가 활성화되었지만 부팅 미디어 PFX가 검증되지 않았습니다.
lt_lt: Aparatinės įrangos maišos įkėlimas įgalintas, bet įkrovos laikmena PFX nepatvirtinta.
lv_lv: Aparatūras jauktā augšupielāde ir iespējota, bet sāknēšanas datu nesējs PFX nav apstiprināts.
nb_no: Maskinvarehash-opplasting er aktivert, men oppstartsmediet PFX har ikke blitt validert.
nl_nl: Hardware-hash-upload is ingeschakeld, maar de opstartmedia-PFX is niet gevalideerd.
pl_pl: Przesyłanie skrótu sprzętowego jest włączone, ale plik PFX nośnika startowego nie został zweryfikowany.
pt_pt: O upload de hash de hardware está habilitado, mas o PFX da mídia de inicialização não foi validado.
ro_ro: Încărcarea hash hardware este activată, dar media de pornire PFX nu a fost validată.
ru_ru: Загрузка аппаратного хеша включена, но PFX загрузочного носителя не проверен.
sl_si: Nalaganje zgoščene vrednosti strojne opreme je omogočeno, vendar zagonski medij PFX ni bil preverjen.
sr_latn_rs: Otpremanje hardverskog heš-a je omogućeno, ali PFKS medijuma za pokretanje nije potvrđen.
sv_se: Hårdvaruhashuppladdning är aktiverad men startmediet PFX har inte validerats.
th_th: เปิดใช้งานการอัปโหลดแฮชฮาร์ดแวร์ แต่ PFX สื่อสำหรับบูตยังไม่ได้รับการตรวจสอบ
tr_tr: Donanım karma yüklemesi etkinleştirildi ancak önyükleme ortamı PFX doğrulanmadı.
uk_ua: Завантаження апаратних хешів увімкнено, але завантажувальний носій PFX не перевірено.
zh_cn: 硬件哈希上传已启用，但启动媒体 PFX 尚未经过验证。
zh_tw: 硬體雜湊上傳已啟用，但啟動媒體 PFX 尚未經過驗證。
